/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "Bunu bir daha gösterme.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Bağış yap!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Bu uygulamayı geliştirmek için çok fazla emek harcandı. Eğer beğendiyseniz, lütfen yazılımın geliştiricisine bağışta bulunun. Bağışınız Cyberduck'ın daha da gelişmesine yardımcı olacak.";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Daha sonra";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Lütfen bağış yapın";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Cyberduck'ı kullandığınız için teşekkürler!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "Bağışınızı Paypal kullanarak, basit ve güvenli biçimde yapabilirsiniz. Hesap açmanıza gerek yoktur.";

